Repository: common-repository/joyn-for-woocommerce
Catalog: languages/templates/*.po
Languages: de, fr

source: With the Joyn for WooCommerce plug-in, your customers can easily save Joyn points through your webshop.
de: Mit dem Plugin Joyn for WooCommerce können auch Ihre Kunden in Ihrem Webshop ganz einfach Joyn-Punkte sammeln.
fr: Grâce au plugin Joyn for WooCommerce, les clients peuvent facilement épargner des points Joyn sur votre webshop.

source: Joyn loyalty
fr: Programme de fidélité de Joyn

source: With Joyn's loyalty programme, your customers enjoy unique advantages and with each one of their purchases, they'll save points for cool rewards and extra discounts.
de: Mit dem Treueprogramm von Joyn genießen Ihre Kunden einzigartige Vorteile und sammeln bei jedem Einkauf Punkte für tolle Prämien und zusätzliche Rabatte.
fr: Grâce au programme de fidélité de Joyn, vos clients bénéficient d’avantages uniques et épargnent, à chaque achat, des points pour gagner de chouettes récompenses et des réductions supplémentaires.

source: Install the Joyn for WooCommerce plug-in so your customers can save points when shopping in your WooCommerce webshop.
de: Wenn Sie das Plugin Joyn for WooCommerce installieren, können auch Ihre Kunden beim Einkaufen in Ihrem WooCommerce-Webshop Punkte sammeln.
fr: Si vous installez le plugin Joyn for WooCommerce, vos clients pourront également épargner des points lorsqu’ils feront leurs achats sur votre webshop WooCommerce.

source: Generate your unique integration code on the Joyn Merchant Portal and enter it on this page to link your webshop to your Joyn account.
de: Generieren Sie über das Joyn-Händlerportal einen individuellen Integrationscode und geben Sie diesen Code anschließend auf dieser Seite ein, um Ihren Webshop und Ihr Joyn-Konto zu verknüpfen.
fr: Générez un code d’intégration unique via le portail des commerçants Joyn et indiquez ce code sur cette page pour lier votre webshop et votre compte Joyn.

source: Next, copy the below web domain and enter it on the Joyn Merchant Portal.
de: Kopieren Sie dann die unten stehende Web-Domain und tragen Sie sie im Joyn-Händlerportal ein.
fr: Copiez ensuite le domaine web ci-dessous et complétez-le sur le portail des commerçants Joyn.

source: Scan with the Joyn-app and earn %d point.
de: Mit der Joyn-App scannen und %d Punkt verdienen.
fr: Scannez avec l'application Joyn et gagnez %d point.

source: Scan with the Joyn-app and earn %d points.
de: Mit der Joyn-App scannen und %d Punkte sammeln.
fr: Scannez avec l'application Joyn et gagnez %d points.

source: Domain name
fr: Nom de domaine

source: Show QR on thank you page
de: QR auf der Dankesseite anzeigen
fr: Afficher le QR sur la page de remerciement

source: Show QR on order
de: QR bei Bestellung anzeigen
fr: Afficher le QR sur la commande

source: Show QR in mail
de: QR in Mail anzeigen
fr: Afficher le QR dans le courrier

source: Save Changes
de: Änderungen speichern
fr: Sauvegarder

source: Link active.
de: Link aktiv.
fr: Lien actif.

source: API Key invalid. Try again.
de: API Key ungültig. Versuchen Sie es nochmal.
fr: API Key invalide. Réessayer.
