Repository: common-repository/joyn-for-woocommerce
Catalog: languages/joyn-for-woocommerce-*.po
Languages: nl_nl

source: With the Joyn for WooCommerce plug-in, your customers can easily save Joyn points through your webshop.
nl_nl: Met de Joyn for WooCommerce plugin kunnen je klanten ook heel eenvoudig Joyn-punten sparen in jouw webshop.

source: With Joyn's loyalty programme, your customers enjoy unique advantages and with each one of their purchases, they'll save points for cool rewards and extra discounts.
nl_nl: Met het loyaltyprogramma van Joyn genieten je klanten unieke voordelen en sparen ze bij elke aankoop voor leuke beloningen en extra kortingen.

source: Install the Joyn for WooCommerce plug-in so your customers can save points when shopping in your WooCommerce webshop.
nl_nl: Installeer je de Joyn for WooCommerce plugin, dan kunnen je klanten ook punten sparen, wanneer ze winkelen in je WooCommerce webshop.

source: Generate your unique integration code on the Joyn Merchant Portal and enter it on this page to link your webshop to your Joyn account.
nl_nl: Genereer een unieke integratie-code via het Joyn-handelaarsportaal en vul deze code op deze pagina in om jouw webshop en je Joyn-account te koppelen.

source: Next, copy the below web domain and enter it on the Joyn Merchant Portal.
nl_nl: Kopieer vervolgens het webdomein hieronder en vul je het in op het Joyn-handelaarsportaal.

source: Scan with the Joyn-app and earn %d point.
nl_nl: Scan met de Joyn-app en verdien %d punt.

source: Scan with the Joyn-app and earn %d points.
nl_nl: Scan met de Joyn-app en verdien %d punten.

source: Domain name
nl_nl: Domein naam

source: Show QR on thank you page
nl_nl: Toon de QR code op de bedank pagina

source: Show QR on order
nl_nl: Toon de QR code op de bestelling van de klant

source: Show QR in mail
nl_nl: Toon de QR code in de email van de bestelling voor de klant

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Link active.
nl_nl: Koppeling actief.

source: API Key invalid. Try again.
nl_nl: API Key ongeldig. Probeer nogmaals.
